📝 Gabarito Comentado – Simulado de Gestão Pública
Nº	Resposta	Comentário
1	d	Lucratividade não é princípio da administração pública.
2	a	Legalidade obriga o gestor a agir conforme a lei.
3	b	Impessoalidade visa evitar favorecimentos ou perseguições.
4	b	Publicidade é regra, exceto em casos de sigilo previsto em lei.
5	a	Eficiência busca melhores resultados com menos recursos.
6	b	A administração direta é formada por União, Estados, DF e Municípios.
7	a	Entidades da administração indireta têm personalidade jurídica própria.
8	b	Desconcentração cria órgãos na mesma pessoa jurídica.
9	a	Descentralização transfere a execução, mantendo a titularidade.
10	c	O Banco do Brasil é uma sociedade de economia mista, da indireta.
11	c	O controle interno é feito dentro do próprio órgão ou entidade.
12	c	O controle externo é feito pelo Legislativo com o auxílio do TCU/TCE.
13	c	Controle social é feito pelos cidadãos, por meio de participação.
14	c	Habeas corpus é instrumento judicial, não de controle social.
15	c	O Tribunal de Contas fiscaliza o uso do dinheiro público.
16	b	O PPA define diretrizes, objetivos e metas para 4 anos.
17	c	A LOA é anual, válida para o exercício financeiro de 1 ano.
18	c	A LRF busca controle e responsabilidade na gestão fiscal.
19	c	A sequência correta é: PPA → LDO → LOA.
20	c	Especificidade impede que recursos sejam usados fora da sua finalidade.
21	b	A Lei nº 14.133/2021 é a atual lei de licitações e contratos.
22	d	O Pregão é para bens e serviços comuns, preferencialmente eletrônico.
23	c	Adjudicação ocorre após o julgamento das propostas.
24	a	Inexigibilidade ocorre quando não há possibilidade de competição.
25	b	Estatais têm regras próprias, como a Lei nº 13.303/2016.
26	b	O Brasil é uma federação, composta por entes autônomos.
27	c	Legislar e fiscalizar são funções típicas do Legislativo.
28	b	O Judiciário tem como função típica julgar.
29	c	O Executivo tem como função típica executar políticas públicas.
30	b	A Constituição Federal é de 1988, chamada de Constituição Cidadã.
31	b	A democracia participativa complementa a democracia representativa.
32	d	Recall é um mecanismo de revogação de mandato (não existe no Brasil, mas cai como conceito).
33	c	A participação social melhora e legitima as políticas públicas.
34	b	Ouvidorias recebem denúncias, sugestões e reclamações.
35	c	A Lei de Acesso à Informação garante transparência.
36	b	Governança pública busca transparência, integridade e resultados.
37	c	A gestão pública orientada a resultados busca eficiência e efetividade.
38	b	Eficiência: fazer mais com menos.
39	b	Accountability é prestar contas, ser transparente e responsável.
40	c	A gestão pública moderna busca participação, resultados e transparência.
41	b	A ética pública prioriza o interesse coletivo e a moralidade.
42	c	Cidadania envolve direitos e deveres.
43	a	O princípio da dignidade da pessoa humana está no art. 1º, III da Constituição.
44	b	A Lei de Improbidade Administrativa combate corrupção e desvios.
45	c	O servidor público deve agir com imparcialidade e integridade.
46	c	Gestão por processos busca melhorar serviços e reduzir burocracia.
47	b	Gestão pública orientada a resultados foca no cidadão-usuário.
48	b	A gestão pública deve se alinhar às necessidades da sociedade.
49	b	Avaliar desempenho visa aperfeiçoar os serviços públicos.
50	c	Melhoria contínua tem foco no cidadão e no valor público.
