📝 Simulado - Gestão Pública (IFMS/AOCP)
1️⃣ A administração pública brasileira é regida por princípios expressos no artigo 37 da Constituição Federal. Assinale a alternativa que não corresponde a um desses princípios:
a) Legalidade
b) Publicidade
c) Eficiência
d) Rentabilidade

2️⃣ Sobre a administração pública direta e indireta, assinale a alternativa correta:
a) A administração indireta é composta apenas pelos Ministérios.
b) As autarquias e empresas públicas fazem parte da administração direta.
c) A administração direta é composta pela União, Estados, Distrito Federal e Municípios.
d) As sociedades de economia mista pertencem à administração direta.

3️⃣ Qual é a lei atual que rege os processos de licitações e contratos administrativos no Brasil?
a) Lei nº 8.666/1993
b) Lei nº 10.520/2002
c) Lei nº 14.133/2021
d) Lei nº 13.979/2020

4️⃣ O instrumento que estabelece as diretrizes, objetivos e metas da administração pública para um período de quatro anos é:
a) LOA (Lei Orçamentária Anual)
b) PPA (Plano Plurianual)
c) LDO (Lei de Diretrizes Orçamentárias)
d) LRF (Lei de Responsabilidade Fiscal)

5️⃣ O princípio que garante que os atos administrativos devem ser amplamente divulgados para conhecimento da sociedade é o da:
a) Moralidade
b) Publicidade
c) Eficiência
d) Impessoalidade

6️⃣ Quando a administração pública transfere a execução de um serviço, mantendo a responsabilidade e o controle, estamos falando de:
a) Descentralização
b) Desconcentração
c) Privatização
d) Terceirização total sem controle

7️⃣ Assinale a alternativa correta sobre os controles na administração pública:
a) O controle interno é exercido apenas pelos cidadãos.
b) O controle externo é exercido pelo Tribunal de Contas e pelo Legislativo.
c) A administração pública não possui controle sobre seus próprios atos.
d) O controle social é exercido exclusivamente pelo Poder Judiciário.

8️⃣ A participação do cidadão na gestão pública é essencial. Assinale o instrumento de participação popular:
a) Câmaras Municipais
b) Conselhos de políticas públicas
c) Tribunal de Contas
d) Ministério Público

9️⃣ A transferência de competências entre órgãos da mesma pessoa jurídica caracteriza:
a) Descentralização
b) Desconcentração
c) Privatização
d) Parceria Público-Privada

🔟 O princípio da impessoalidade na administração pública significa que:
a) O agente público deve priorizar seus interesses pessoais.
b) Os atos administrativos devem ser praticados sem favorecimento ou perseguição.
c) A publicidade dos atos administrativos não é necessária.
d) O servidor público deve sempre agir de acordo com sua vontade própria.

📜 Gabarito com Comentários
Questão	Resposta	Comentário
1	d	Rentabilidade não é princípio constitucional. Os princípios são: Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência.
2	c	A administração direta é composta pelos entes federativos: União, Estados, Distrito Federal e Municípios.
3	c	A nova Lei de Licitações é a Lei nº 14.133/2021, que substitui a antiga 8.666.
4	b	O PPA estabelece diretrizes e metas para 4 anos.
5	b	Publicidade garante a transparência dos atos, salvo exceções previstas em lei.
6	a	Descentralização é a transferência da execução para outra pessoa jurídica, mantendo o controle.
7	b	O controle externo é exercido pelo Legislativo com auxílio do Tribunal de Contas.
8	b	Conselhos de políticas públicas são instrumentos diretos de participação social.
9	b	Desconcentração ocorre dentro da mesma pessoa jurídica, criando órgãos internos (ex.: departamentos).
10	b	Impessoalidade impede que atos sejam feitos visando beneficiar ou prejudicar alguém.